{
    "section_1_id": "qs228591",
    "section_1_qanon": "پولی و مالی مصوب 1391",
    "section_1_content": "‌ماده 1 -\n\nد - برابری پولهای خارجی نسبت به ریال و نرخ خرید و فروش ارز از طرف بانک مرکزی ایران با رعایت تعهدات کشور در مقابل صندوق بین ‌المللی ‌پول محاسبه و تعیین میشود.\nج - تغییر برابری ریال نسبت به طلا به پیشنهاد بانک مرکزی ایران و موافقت وزیر امور اقتصادی و دارائی و تأیید هیأت وزیران و تصویب کمیسیونهای دارایی‌ مجلس شورای اسلامی میسر خواهد بود.\nب - یکریال برابر یکصد و هشت هزار و پنجاه و پنج ده میلیونیم 0108055 /0 گرم طلای خالص.\n‌الف - واحد پول ایران ریال است. ریال برابر صد دینار است.",
    "section_1_rules": "1. واحد پول ایران ریال است.. (تعیین تکلیف)\n2. هر ریال برابر صد دینار است.. (تعیین تکلیف)\n3. طبق متن، یک ریال معادل مقداری گرم طلای خالص است که در عبارت «یکصد و هشت هزار و پنجاه و پنج ده میلیونیم 0108055 /0 گرم طلای خالص» ذکر شده است؛ عبارت عددی یادشده نامشخص و نیازمند تصحیح یا تعیین مقدار دقیق است.. ([ابهام/ناقص])\n4. بانک مرکزی ایران می‌تواند پیشنهاد تغییر برابری ریال نسبت به طلا را مطرح کند.. (اختیار اداری)\n5. تغییر برابری ریال نسبت به طلا تنها در صورت تحقق همه شرایط زیر میسر است: پیشنهاد بانک مرکزی ایران؛ موافقت وزیر امور اقتصادی و دارایی؛ تأیید هیأت وزیران؛ و تصویب کمیسیون‌های دارایی مجلس شورای اسلامی.. (شرط اجرایی)\n6. بانک مرکزی ایران موظف است برابری پول‌های خارجی نسبت به ریال و نرخ‌های خرید و فروش ارز را محاسبه و تعیین کند.. (تعیین تکلیف)\n7. بانک مرکزی ایران هنگام محاسبه و تعیین برابری‌ها و نرخ‌های ارز موظف است تعهدات بین‌المللی کشور در مقابل صندوق بین‌المللی پول را رعایت کند.. (الزام قانونی)\n",
    "section_2_id": "qs228596",
    "section_2_qanon": "پولی و مالی مصوب 1362",
    "section_2_content": "‌ماده 2 -\n\nز - اسکناس دارای امضاء وزیر امور اقتصادی و دارائی و رییس کل بانک مرکزی ایران خواهد بود.\n‌و - مبلغ اسمی - شکل - جنس - رنگ - اندازه - نقشه و سایر مشخصات اسکناسها و سکه‌های فلزی رایج کشور به پیشنهاد رییس کل بانک‌مرکزی ایران و تصویب وزیر دارایی با رعایت مقررات این قانون تعیین خواهد گردید.\n ‌میزان سکه‌های فلزی به پیشنهاد رییس کل بانک مرکزی ایران و تصویب وزیر دارایی تعیین خواهد شد.\nه - مقررات مربوط به ورود و صدور طلا و نقره به پیشنهاد رییس کل بانک مرکزی ایران و موافقت وزیر امور اقتصادی و دارائی و تصویب هیأت وزیران تعیین‌می‌شود.\nد - مسکوکات طلا رواج قانونی ندارد.\nج - تعهد پرداخت هرگونه دین و یا بدهی فقط بپول رایج کشور انجام‌ پذیر است، مگر آنکه با رعایت مقررات ارزی کشور ترتیب دیگری بین ‌بدهکار و بستانکار داده شده باشد.\nب - فقط اسکناس و پولهای فلزی که در تاریخ تصویب این قانون در جریان بوده و یا طبق این قانون انتشار مییابد جریان قانونی و قوه اجراء دارد.\n‌الف - پول رایج کشور بصورت اسکناس و سکه‌ های فلزی قابل انتشار است.",
    "section_2_rules": "1. پول رایج کشور به صورت اسکناس و سکه‌های فلزی قابل انتشار است.. (جواز قانونی)\n2. فقط اسکناس‌ها و سکه‌های فلزی که در تاریخ تصویب این قانون در جریان بوده یا طبق این قانون انتشار می‌یابند، رواج قانونی و قوه اجراء دارند.. (ممنوعیت مشروط)\n3. اسکناس‌ها باید دارای امضاء وزیر امور اقتصادی و دارائی و رییس کل بانک مرکزی ایران باشند.. (الزام قانونی)\n4. مبلغ اسمی، شکل، جنس، رنگ، اندازه، نقشه و سایر مشخصات اسکناس‌ها و سکه‌های فلزی رایج کشور به پیشنهاد رییس کل بانک مرکزی ایران و تصویب وزیر امور اقتصادی و دارائی و با رعایت مقررات این قانون تعیین می‌شود. [ارجاع به این قانون]. (تعیین تکلیف)\n5. میزان سکه‌های فلزی به پیشنهاد رییس کل بانک مرکزی ایران و تصویب وزیر امور اقتصادی و دارائی تعیین می‌شود.. (تعیین تکلیف)\n6. مقررات مربوط به ورود و صدور طلا و نقره به پیشنهاد رییس کل بانک مرکزی ایران، با موافقت وزیر امور اقتصادی و دارائی و تصویب هیأت وزیران تعیین می‌شود.. (تعیین تکلیف)\n7. مسکوکات طلا رواج قانونی ندارد.. (ممنوعیت)\n8. تعهد پرداخت هر گونه دین یا بدهی فقط با پول رایج کشور (ریال) انجام‌پذیر است.. (الزام قانونی)\n9. استثنای بند قبلی جایز است اگر بین بدهکار و بستانکار ترتیبی دیگر اتخاذ شده باشد و آن ترتیب با مقررات ارزی کشور مطابقت داشته باشد. [ارجاع به مقررات ارزی کشور: مقررات مربوط به معاملات و تعهدات ارزی تعیین‌شده توسط بانک مرکزی ایران]. (شرط اجرایی)\n",
    "has_relationship": false,
    "reason": "در مجموع قواعد دو مجموعه هیچ‌گونه تعارض صریح یا ضمنی وجود ندارد. مجموعه اول صرفاً به تعیین واحد پول (ریال)، برابری ریال با دینار و امکان پیشنهاد تغییر برابری ریال نسبت به طلا توسط بانک مرکزی (با شرایط تأیید مقامات بالاتر) می‌پردازد و بانک مرکزی را ملزم می‌کند تا در محاسبه برابری‌ها تعهدات بین‌المللی را رعایت کند. مجموعه دوم به نحوه انتشار اسکناس و سکه، ویژگی‌های آنها، امضای ضروری، ممنوعیت استفاده از مسکوکات طلا به عنوان پول رایج، و الزام پرداخت دیون تنها با پول رایج (ریال) می‌پردازد. هیچ یک از بندهای مجموعه دوم اجازه‌ای برای استفاده از طلا یا سکه‌های طلا به عنوان پول رایج نمی‌دهد که با بندهای مجموعه اول که فقط به برابری ریال با طلا اشاره دارد (بدون اجازه استفاده)، در تقابلی باشد. همچنین شروط تصویب تغییر برابری ریال در مجموعه اول (پیشنهاد بانک مرکزی، موافقت وزیر، تأیید هیأت وزیران، تصویب کمیسیون‌ها) با شرایط تصویب ویژگی‌های اسکناس و سکه در مجموعه دوم (پیشنهاد رئیس بانک مرکزی، تصویب وزیر) هماهنگی دارد و تضادی ایجاد نمی‌کند. بنابراین بین این دو مجموعه هیچ تعارضی از نوع ممنوعیت/اجبار یا اجازه/ممنوعیت دیده نمی‌شود.",
    "relation_type": "تعارض",
    "explanation": "توضیحات نسبتا مفصل درباره اینکه چرا تعارض دارند...."
}